Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Terminal bell
ar: جرس الطرفية
de: Terminalklingel
es: Campana del terminal
fr: Cloche du terminal
id: Bel terminal
it: Campanella del terminale
ja: ターミナルベル
ko: 터미널 벨
nl: Terminalbel
pt_br: Campainha do terminal
ru: Звонок терминала
th: กระดิ่งเทอร์มินัล
tr: Terminal zili
vi: Chuông terminal
zh_hans: 终端铃声
zh_hant: 終端機鈴聲

source: Terminal startup mode
ar: وضع بدء الطرفية
de: Terminalstartmodus
es: Modo de inicio del terminal
fr: Mode de démarrage du terminal
id: Mode startup terminal
it: Modalità di avvio del terminale
ja: ターミナルの起動モード
ko: 터미널 시작 모드
nl: Opstartmodus van terminal
pt_br: Modo de inicialização do terminal
ru: Режим запуска терминала
th: โหมดเริ่มต้นเทอร์มินัล
tr: Terminal başlatma modu
vi: Chế độ khởi động terminal
zh_hans: 终端启动模式
zh_hant: 終端機啟動模式

source: Terminal theme only
ar: السمة للطرفية فقط
de: Nur Terminaldesign
es: Solo tema del terminal
fr: Thème du terminal uniquement
id: Hanya tema terminal
it: Tema solo per il terminale
ja: ターミナルにのみテーマを適用
ko: 터미널 테마만 적용
nl: Alleen terminalthema
pt_br: Tema apenas no terminal
ru: Тема только для терминала
th: ธีมเทอร์มินัลเท่านั้น
tr: Yalnızca terminal teması
vi: Chỉ chủ đề terminal
zh_hans: 主题仅用于终端
zh_hant: 主題僅用於終端機

source: Terminate
ar: إنهاء
de: Beenden
es: Terminar
fr: Terminer
id: Akhiri
it: Termina
ja: 終了
ko: 종료
nl: Beëindigen
pt_br: Encerrar
ru: Завершить
th: ยุติ
tr: Sonlandır
vi: Kết thúc
zh_hans: 终止
zh_hant: 終止

source: Terminate Process
ar: إنهاء العملية
de: Prozess beenden
es: Terminar proceso
fr: Terminer le processus
id: Akhiri Proses
it: Termina processo
ja: プロセスを終了
ko: 프로세스 종료
nl: Proces beëindigen
pt_br: Encerrar processo
ru: Завершить процесс
th: ยุติโปรเซส
tr: İşlemi Sonlandır
vi: Kết thúc tiến trình
zh_hans: 终止进程
zh_hant: 終止程序

source: Text Editing
ar: تحرير النص
de: Textbearbeitung
es: Edición de texto
fr: Édition de texte
id: Penyuntingan Teks
it: Modifica del testo
ja: テキスト編集
ko: 텍스트 편집
nl: Tekstbewerking
pt_br: Edição de texto
ru: Редактирование текста
th: การแก้ไขข้อความ
tr: Metin Düzenleme
vi: Chỉnh sửa văn bản
zh_hans: 文本编辑
zh_hant: 文字編輯

source: The SSH command failed.
ar: فشل أمر SSH.
de: Der SSH-Befehl ist fehlgeschlagen.
es: El comando SSH falló.
fr: La commande SSH a échoué.
id: Perintah SSH gagal.
it: Il comando SSH non è riuscito.
ja: SSHコマンドが失敗しました。
ko: SSH 명령이 실패했습니다.
nl: De SSH-opdracht is mislukt.
pt_br: O comando SSH falhou.
ru: Ошибка команды SSH.
th: คำสั่ง SSH ล้มเหลว
tr: SSH komutu başarısız oldu.
vi: Lệnh SSH thất bại.
zh_hans: SSH 命令失败。
zh_hant: SSH 命令失敗。

source: The SSH command timed out.
ar: انتهت مهلة أمر SSH.
de: Zeitüberschreitung beim SSH-Befehl.
es: El comando SSH agotó el tiempo de espera.
fr: La commande SSH a expiré.
id: Perintah SSH kehabisan waktu.
it: Il comando SSH ha superato il tempo limite.
ja: SSHコマンドがタイムアウトしました。
ko: SSH 명령 시간이 초과되었습니다.
nl: De SSH-opdracht is verlopen.
pt_br: O comando SSH excedeu o tempo limite.
ru: Превышено время ожидания команды SSH.
th: คำสั่ง SSH หมดเวลา
tr: SSH komutu zaman aşımına uğradı.
vi: Lệnh SSH đã hết thời gian chờ.
zh_hans: SSH 命令超时。
zh_hant: SSH 命令超時。

source: The command runs in a new terminal session using your login shell.
ar: يُشغَّل الأمر في جلسة طرفية جديدة باستخدام صدفة تسجيل الدخول.
de: Der Befehl wird in einer neuen Terminalsitzung mit deiner Login-Shell ausgeführt.
es: El comando se ejecuta en una nueva sesión de terminal con tu shell de inicio de sesión.
fr: La commande s'exécute dans une nouvelle session de terminal avec votre shell de connexion.
id: Perintah berjalan di sesi terminal baru memakai shell login Anda.
it: Il comando viene eseguito in una nuova sessione del terminale usando la shell di login.
ja: コマンドはログインシェルで新しいターミナルセッションとして実行されます。
ko: 명령은 로그인 셸을 사용하여 새 터미널 세션에서 실행됩니다.
nl: De opdracht wordt in een nieuwe terminalsessie met je inlogshell uitgevoerd.
pt_br: O comando é executado em uma nova sessão de terminal usando seu shell de login.
ru: Команда запускается в новом сеансе терминала с вашей оболочкой входа.
th: คำสั่งจะทำงานในเซสชันเทอร์มินัลใหม่โดยใช้ล็อกอินเชลล์ของคุณ
tr: Komut, oturum açma kabuğunuzu kullanarak yeni bir terminal oturumunda çalışır.
vi: Lệnh chạy trong phiên terminal mới bằng shell đăng nhập của bạn.
zh_hans: 命令将使用你的登录 shell 在新的终端会话中运行。
zh_hant: 命令將使用你的登入 shell 在新的終端機工作階段中執行。

source: The connection opens with ssh in a new terminal session.
ar: يُفتح الاتصال عبر ssh في جلسة طرفية جديدة.
de: Die Verbindung wird mit ssh in einer neuen Terminalsitzung geöffnet.
es: La conexión se abre con ssh en una nueva sesión de terminal.
fr: La connexion s'ouvre avec ssh dans une nouvelle session de terminal.
id: Koneksi dibuka dengan ssh di sesi terminal baru.
it: La connessione si apre con ssh in una nuova sessione del terminale.
ja: 接続は ssh で新しいターミナルセッションとして開きます。
ko: 새 터미널 세션에서 ssh로 연결합니다.
nl: De verbinding wordt met ssh in een nieuwe terminalsessie geopend.
pt_br: A conexão é aberta com ssh em uma nova sessão de terminal.
ru: Подключение открывается через ssh в новом сеансе терминала.
th: เปิดการเชื่อมต่อด้วย ssh ในเซสชันเทอร์มินัลใหม่
tr: Bağlantı yeni bir terminal oturumunda ssh ile açılır.
vi: Kết nối được mở bằng ssh trong phiên terminal mới.
zh_hans: 连接将在新的终端会话中通过 ssh 打开。
zh_hant: 連接將在新的終端機工作階段中透過 ssh 開啟。

source: The current settings were written to “%@”.
ar: كُتبت الإعدادات الحالية إلى «%@».
de: Die aktuellen Einstellungen wurden in „%@“ geschrieben.
es: Los ajustes actuales se guardaron en «%@».
fr: Les réglages actuels ont été enregistrés dans « %@ ».
id: Pengaturan saat ini ditulis ke “%@”.
it: Le impostazioni attuali sono state scritte in «%@».
ja: 現在の設定を「%@」に書き出しました。
ko: 현재 설정을 “%@”에 저장했습니다.
nl: De huidige instellingen zijn naar ‘%@’ geschreven.
pt_br: Os ajustes atuais foram gravados em “%@”.
ru: Текущие настройки записаны в «%@».
th: เขียนการตั้งค่าปัจจุบันลงใน “%@” แล้ว
tr: Geçerli ayarlar “%@” konumuna yazıldı.
vi: Đã ghi cài đặt hiện tại vào “%@”.
zh_hans: 当前设置已写入“%@”。
zh_hant: 目前設定已寫入“%@”。

source: The current settings will be replaced.
ar: ستُستبدل الإعدادات الحالية.
de: Die aktuellen Einstellungen werden ersetzt.
es: Los ajustes actuales se reemplazarán.
fr: Les réglages actuels seront remplacés.
id: Pengaturan saat ini akan diganti.
it: Le impostazioni attuali verranno sostituite.
ja: 現在の設定は置き換えられます。
ko: 현재 설정이 대체됩니다.
nl: De huidige instellingen worden vervangen.
pt_br: Os ajustes atuais serão substituídos.
ru: Текущие настройки будут заменены.
th: การตั้งค่าปัจจุบันจะถูกแทนที่
tr: Geçerli ayarlar değiştirilecek.
vi: Cài đặt hiện tại sẽ bị thay thế.
zh_hans: 当前设置将被替换。
zh_hant: 目前設定將被替換。

source: The destination project already has an agent named “%@”.
ar: يوجد في المشروع الوجهة وكيل باسم «%@» بالفعل.
de: Im Zielprojekt gibt es bereits einen Agenten namens „%@“.
es: El proyecto de destino ya tiene un agente llamado «%@».
fr: Le projet de destination contient déjà un agent nommé « %@ ».
id: Proyek tujuan sudah memiliki agen bernama “%@”.
it: Il progetto di destinazione ha già un agente chiamato «%@».
ja: 移動先のプロジェクトには「%@」という名前のエージェントがすでに存在します。
ko: 대상 프로젝트에 “%@” 이름의 에이전트가 이미 있습니다.
nl: Het doelproject heeft al een agent met de naam ‘%@’.
pt_br: O projeto de destino já tem um agente chamado “%@”.
ru: В целевом проекте уже есть агент «%@».
th: โปรเจ็กต์ปลายทางมีเอเจนต์ชื่อ “%@” อยู่แล้ว
tr: Hedef projede “%@” adlı bir aracı zaten var.
vi: Dự án đích đã có tác tử tên “%@”.
zh_hans: 目标项目已存在名为“%@”的编码代理。
zh_hant: 目標專案已存在名為“%@”的編碼代理。

source: The entry is removed from Quick Launch. Terminals it launched stay open.
ar: يُزال العنصر من التشغيل السريع. تبقى الطرفيات التي شغّلها مفتوحة.
de: Der Eintrag wird aus dem Schnellstart entfernt. Davon gestartete Terminals bleiben offen.
es: La entrada se quita del inicio rápido. Los terminales que inició permanecen abiertos.
fr: L'entrée est retirée du lancement rapide. Les terminaux qu'elle a lancés restent ouverts.
id: Entri dihapus dari Peluncuran Cepat. Terminal yang diluncurkannya tetap terbuka.
it: La voce viene rimossa dall'avvio rapido. I terminali avviati da essa restano aperti.
ja: エントリはクイック起動から削除されます。起動されたターミナルは開いたままです。
ko: 빠른 실행에서 항목을 제거합니다. 해당 항목으로 연 터미널은 그대로 유지됩니다.
nl: Het item wordt uit Snelstart verwijderd. De hiermee gestarte terminals blijven open.
pt_br: A entrada é removida do início rápido. Os terminais que ela iniciou permanecem abertos.
ru: Элемент удаляется из быстрого запуска. Запущенные им терминалы остаются открытыми.
th: นำรายการออกจากเปิดใช้ด่วน เทอร์มินัลที่เปิดจากรายการนี้จะยังเปิดอยู่
tr: Kayıt Hızlı Başlatma’dan kaldırılır. Başlattığı terminaller açık kalır.
vi: Mục bị xóa khỏi Khởi chạy nhanh. Các terminal do mục đó mở vẫn giữ nguyên.
zh_hans: 该条目将从快速启动中移除，它启动的终端保持打开。
zh_hant: 該項目將從快速啟動中移除，它啟動的終端機保持開啟。

source: The file “%@” could not be read.
ar: تعذّرت قراءة الملف «%@».
de: Die Datei „%@“ konnte nicht gelesen werden.
es: No se pudo leer el archivo «%@».
fr: Impossible de lire le fichier « %@ ».
id: File “%@” tidak dapat dibaca.
it: Impossibile leggere il file «%@».
ja: 「%@」を読み込めませんでした。
ko: “%@” 파일을 읽을 수 없습니다.
nl: Kan het bestand ‘%@’ niet lezen.
pt_br: Não foi possível ler o arquivo “%@”.
ru: Не удалось прочитать файл «%@».
th: ไม่สามารถอ่านไฟล์ “%@” ได้
tr: “%@” dosyası okunamadı.
vi: Không thể đọc tệp “%@”.
zh_hans: 无法读取“%@”。
zh_hant: 無法讀取“%@”。

source: The host can’t begin with “-” or contain whitespace.
ar: لا يمكن أن يبدأ المضيف بـ «-» أو يحتوي على مسافات بيضاء.
de: Der Host darf weder mit „-“ beginnen noch Leerraum enthalten.
es: El host no puede empezar por «-» ni contener espacios en blanco.
fr: L'hôte ne peut pas commencer par « - » ni contenir d'espaces.
id: Host tidak boleh diawali “-” atau mengandung spasi kosong.
it: L'host non può iniziare con «-» né contenere spazi.
ja: ホストは「-」で始めたり、空白を含めたりできません。
ko: 호스트는 “-”로 시작하거나 공백을 포함할 수 없습니다.
nl: De host mag niet beginnen met ‘-’ en mag geen witruimte bevatten.
pt_br: O host não pode começar com “-” nem conter espaços em branco.
ru: Хост не может начинаться с «-» или содержать пробельные символы.
th: โฮสต์ต้องไม่ขึ้นต้นด้วย “-” หรือมีอักขระช่องว่าง
tr: Sunucu “-” ile başlayamaz veya boşluk karakteri içeremez.
vi: Máy chủ không được bắt đầu bằng “-” hoặc chứa ký tự trắng.
zh_hans: 主机不能以“-”开头，也不能包含空白字符。
zh_hant: 主機不能以“-”開頭，也不能包含空白字元。

source: The local usage source could not be read.
ar: تعذّرت قراءة مصدر الاستخدام المحلي.
de: Die lokale Nutzungsquelle konnte nicht gelesen werden.
es: No se pudo leer la fuente local de uso.
fr: Impossible de lire la source locale d'utilisation.
id: Sumber penggunaan lokal tidak dapat dibaca.
it: Impossibile leggere la fonte locale di utilizzo.
ja: ローカルの使用状況取得元を読み取れませんでした。
ko: 로컬 사용량 소스를 읽을 수 없습니다.
nl: Kan de lokale gebruiksbron niet lezen.
pt_br: Não foi possível ler a fonte local de uso.
ru: Не удалось прочитать локальный источник использования.
th: ไม่สามารถอ่านแหล่งข้อมูลการใช้งานในเครื่องได้
tr: Yerel kullanım kaynağı okunamadı.
vi: Không thể đọc nguồn mức sử dụng cục bộ.
zh_hans: 无法读取本地用量来源。
zh_hant: 無法讀取本機用量來源。

source: The local usage source did not respond in time.
ar: لم يستجب مصدر الاستخدام المحلي في الوقت المحدد.
de: Die lokale Nutzungsquelle hat nicht rechtzeitig geantwortet.
es: La fuente local de uso no respondió a tiempo.
fr: La source locale d'utilisation n'a pas répondu à temps.
id: Sumber penggunaan lokal tidak merespons tepat waktu.
it: La fonte locale di utilizzo non ha risposto in tempo.
ja: ローカルの使用状況取得元が時間内に応答しませんでした。
ko: 로컬 사용량 소스가 제시간에 응답하지 않았습니다.
nl: De lokale gebruiksbron reageerde niet op tijd.
pt_br: A fonte local de uso não respondeu a tempo.
ru: Локальный источник использования не ответил вовремя.
th: แหล่งข้อมูลการใช้งานในเครื่องไม่ตอบสนองภายในเวลาที่กำหนด
tr: Yerel kullanım kaynağı zamanında yanıt vermedi.
vi: Nguồn mức sử dụng cục bộ không phản hồi kịp thời.
zh_hans: 本地用量来源未及时响应。
zh_hant: 本機用量來源未及時響應。

source: The local usage source returned an unsupported response.
ar: أعاد مصدر الاستخدام المحلي استجابة غير مدعومة.
de: Die lokale Nutzungsquelle hat eine nicht unterstützte Antwort zurückgegeben.
es: La fuente local de uso devolvió una respuesta no compatible.
fr: La source locale d'utilisation a renvoyé une réponse non prise en charge.
id: Sumber penggunaan lokal mengembalikan respons yang tidak didukung.
it: La fonte locale di utilizzo ha restituito una risposta non supportata.
ja: ローカルの使用状況取得元がサポートされていない応答を返しました。
ko: 로컬 사용량 소스가 지원되지 않는 응답을 반환했습니다.
nl: De lokale gebruiksbron gaf een niet-ondersteund antwoord terug.
pt_br: A fonte local de uso retornou uma resposta não suportada.
ru: Локальный источник использования вернул неподдерживаемый ответ.
th: แหล่งข้อมูลการใช้งานในเครื่องส่งคืนคำตอบที่ไม่รองรับ
tr: Yerel kullanım kaynağı desteklenmeyen bir yanıt döndürdü.
vi: Nguồn mức sử dụng cục bộ trả về phản hồi không được hỗ trợ.
zh_hans: 本地用量来源返回了不支持的响应。
zh_hant: 本機用量來源返回了不支持的響應。

source: The port must be a number between 1 and 65535.
ar: يجب أن يكون المنفذ عددًا بين 1 و65535.
de: Der Port muss eine Zahl zwischen 1 und 65535 sein.
es: El puerto debe ser un número entre 1 y 65535.
fr: Le port doit être un nombre entre 1 et 65535.
id: Port harus berupa angka antara 1 dan 65535.
it: La porta deve essere un numero tra 1 e 65535.
ja: ポートは 1〜65535 の数値で指定してください。
ko: 포트는 1부터 65535 사이의 숫자여야 합니다.
nl: De poort moet een getal tussen 1 en 65535 zijn.
pt_br: A porta deve ser um número entre 1 e 65535.
ru: Порт должен быть числом от 1 до 65535.
th: พอร์ตต้องเป็นตัวเลขระหว่าง 1 ถึง 65535
tr: Bağlantı noktası 1 ile 65535 arasında bir sayı olmalıdır.
vi: Cổng phải là số từ 1 đến 65535.
zh_hans: 端口必须是 1 到 65535 之间的数字。
zh_hant: 連接埠必須是 1 到 65535 之間的數字。

source: The project is removed from the saved list. Open terminals stay open.
ar: يُزال المشروع من القائمة المحفوظة. تبقى الطرفيات المفتوحة كما هي.
de: Das Projekt wird aus der gespeicherten Liste entfernt. Offene Terminals bleiben offen.
es: El proyecto se quita de la lista guardada. Los terminales abiertos permanecen abiertos.
fr: Le projet est retiré de la liste enregistrée. Les terminaux ouverts restent ouverts.
id: Proyek dihapus dari daftar tersimpan. Terminal yang terbuka tetap terbuka.
it: Il progetto viene rimosso dall'elenco salvato. I terminali aperti restano aperti.
ja: プロジェクトは保存リストから削除されます。開いているターミナルはそのまま残ります。
ko: 저장된 목록에서 프로젝트를 제거합니다. 열려 있는 터미널은 그대로 유지됩니다.
nl: Het project wordt uit de bewaarde lijst verwijderd. Open terminals blijven open.
pt_br: O projeto é removido da lista salva. Terminais abertos permanecem abertos.
ru: Проект удаляется из сохранённого списка. Открытые терминалы остаются открытыми.
th: นำโปรเจ็กต์ออกจากรายการที่บันทึกไว้ เทอร์มินัลที่เปิดอยู่จะยังเปิดต่อไป
tr: Proje kayıtlı listeden kaldırılır. Açık terminaller açık kalır.
vi: Dự án bị xóa khỏi danh sách đã lưu. Các terminal đang mở vẫn giữ nguyên.
zh_hans: 项目将从保存列表中移除，已打开的终端保持不变。
zh_hant: 專案將從儲存列表中移除，已開啟的終端機保持不變。

source: The project or destination project is no longer available.
ar: لم يعد المشروع أو المشروع الوجهة متاحًا.
de: Das Projekt oder Zielprojekt ist nicht mehr verfügbar.
es: El proyecto o el proyecto de destino ya no está disponible.
fr: Le projet ou le projet de destination n'est plus disponible.
id: Proyek atau proyek tujuan tidak lagi tersedia.
it: Il progetto o il progetto di destinazione non è più disponibile.
ja: プロジェクトまたは移動先のプロジェクトが利用できなくなりました。
ko: 프로젝트 또는 대상 프로젝트를 더 이상 사용할 수 없습니다.
nl: Het project of doelproject is niet meer beschikbaar.
pt_br: O projeto ou o projeto de destino não está mais disponível.
ru: Проект или целевой проект больше недоступен.
th: โปรเจ็กต์หรือโปรเจ็กต์ปลายทางไม่พร้อมใช้งานแล้ว
tr: Proje veya hedef proje artık kullanılamıyor.
vi: Dự án hoặc dự án đích không còn khả dụng.
zh_hans: 项目或目标项目已不可用。
zh_hant: 專案或目標專案已不可用。

source: The selected Git remote is no longer available
ar: لم يعد مستودع Git البعيد المحدد متاحًا
de: Das gewählte Git-Remote ist nicht mehr verfügbar
es: El remoto de Git seleccionado ya no está disponible
fr: Le dépôt distant Git sélectionné n'est plus disponible
id: Remote Git yang dipilih tidak lagi tersedia
it: Il remoto Git selezionato non è più disponibile
ja: 選択したGitリモートは見つかりません
ko: 선택한 Git 원격 저장소를 더 이상 사용할 수 없습니다
nl: De geselecteerde Git-remote is niet meer beschikbaar
pt_br: O remoto Git selecionado não está mais disponível
ru: Выбранный удалённый репозиторий Git больше недоступен
th: รีโมต Git ที่เลือกไม่พร้อมใช้งานแล้ว
tr: Seçili Git uzak deposu artık kullanılamıyor
vi: Remote Git đã chọn không còn khả dụng
zh_hans: 所选的 Git 远程仓库已不存在
zh_hant: 所選的 Git 遠端儲存庫已不存在

source: The settings could not be written to “%@”.
ar: تعذّرت كتابة الإعدادات إلى «%@».
de: Die Einstellungen konnten nicht in „%@“ geschrieben werden.
es: No se pudieron guardar los ajustes en «%@».
fr: Impossible d'enregistrer les réglages dans « %@ ».
id: Pengaturan tidak dapat ditulis ke “%@”.
it: Impossibile scrivere le impostazioni in «%@».
ja: 設定を「%@」に書き込めませんでした。
ko: 설정을 “%@”에 저장할 수 없습니다.
nl: Kan de instellingen niet naar ‘%@’ schrijven.
pt_br: Não foi possível gravar os ajustes em “%@”.
ru: Не удалось записать настройки в «%@».
th: ไม่สามารถเขียนการตั้งค่าลงใน “%@” ได้
tr: Ayarlar “%@” konumuna yazılamadı.
vi: Không thể ghi cài đặt vào “%@”.
zh_hans: 设置无法写入“%@”。
zh_hant: 設定無法寫入“%@”。

source: The tab or destination project is no longer available.
ar: لم يعد التبويب أو المشروع الوجهة متاحًا.
de: Der Tab oder das Zielprojekt ist nicht mehr verfügbar.
es: La pestaña o el proyecto de destino ya no está disponible.
fr: L'onglet ou le projet de destination n'est plus disponible.
id: Tab atau proyek tujuan tidak lagi tersedia.
it: La scheda o il progetto di destinazione non è più disponibile.
ja: タブまたは移動先のプロジェクトが利用できなくなりました。
ko: 탭 또는 대상 프로젝트를 더 이상 사용할 수 없습니다.
nl: Het tabblad of doelproject is niet meer beschikbaar.
pt_br: A aba ou o projeto de destino não está mais disponível.
ru: Вкладка или целевой проект больше недоступен.
th: แท็บหรือโปรเจ็กต์ปลายทางไม่พร้อมใช้งานแล้ว
tr: Sekme veya hedef proje artık kullanılamıyor.
vi: Thẻ hoặc dự án đích không còn khả dụng.
zh_hans: 标签页或目标项目已不可用。
zh_hant: 分頁或目標專案已不可用。

source: The user can’t contain “@” or whitespace.
ar: لا يمكن أن يحتوي اسم المستخدم على «@» أو مسافات بيضاء.
de: Der Benutzername darf weder „@“ noch Leerraum enthalten.
es: El usuario no puede contener «@» ni espacios en blanco.
fr: Le nom d'utilisateur ne peut pas contenir « @ » ni d'espaces.
id: Nama pengguna tidak boleh mengandung “@” atau spasi kosong.
it: Il nome utente non può contenere «@» né spazi.
ja: ユーザー名に「@」や空白は含められません。
ko: 사용자 이름에 “@” 또는 공백을 포함할 수 없습니다.
nl: De gebruikersnaam mag geen ‘@’ of witruimte bevatten.
pt_br: O usuário não pode conter “@” nem espaços em branco.
ru: Имя пользователя не может содержать «@» или пробельные символы.
th: ชื่อผู้ใช้ต้องไม่มี “@” หรืออักขระช่องว่าง
tr: Kullanıcı adı “@” veya boşluk karakteri içeremez.
vi: Tên người dùng không được chứa “@” hoặc ký tự trắng.
zh_hans: 用户名不能包含“@”或空白字符。
zh_hant: 使用者名不能包含“@”或空白字元。

source: The webpage stopped responding.
ar: توقفت صفحة الويب عن الاستجابة.
de: Die Webseite reagiert nicht mehr.
es: La página web dejó de responder.
fr: La page web ne répond plus.
id: Halaman web berhenti merespons.
it: La pagina web non risponde più.
ja: Webページが応答を停止しました。
ko: 웹페이지가 응답하지 않습니다.
nl: De webpagina reageert niet meer.
pt_br: A página da web parou de responder.
ru: Веб-страница перестала отвечать.
th: หน้าเว็บหยุดตอบสนอง
tr: Web sayfası yanıt vermeyi durdurdu.
vi: Trang web đã ngừng phản hồi.
zh_hans: 网页已停止响应。
zh_hant: 網頁已停止響應。

source: The working directory must be an existing folder.
ar: يجب أن يكون مجلد العمل موجودًا.
de: Das Arbeitsverzeichnis muss ein vorhandener Ordner sein.
es: El directorio de trabajo debe ser una carpeta existente.
fr: Le répertoire de travail doit être un dossier existant.
id: Direktori kerja harus berupa folder yang sudah ada.
it: La directory di lavoro deve essere una cartella esistente.
ja: 作業ディレクトリには実在するフォルダを指定してください。
ko: 작업 디렉터리는 존재하는 폴더여야 합니다.
nl: De werkmap moet een bestaande map zijn.
pt_br: O diretório de trabalho deve ser uma pasta existente.
ru: Рабочий каталог должен быть существующей папкой.
th: ไดเรกทอรีทำงานต้องเป็นโฟลเดอร์ที่มีอยู่
tr: Çalışma dizini var olan bir klasör olmalıdır.
vi: Thư mục làm việc phải là thư mục đã tồn tại.
zh_hans: 工作目录必须是已存在的文件夹。
zh_hant: 工作目錄必須是已存在的資料夾。

source: Theme
ar: السمة
de: Design
es: Tema
fr: Thème
id: Tema
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pt_br: Tema
ru: Тема
th: ธีม
tr: Tema
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

source: There are no changes to stash
ar: لا توجد تغييرات لتخزينها مؤقتًا
de: Keine Änderungen zum Stashen
es: No hay cambios para guardar en stash
fr: Aucune modification à remiser
id: Tidak ada perubahan untuk di-stash
it: Nessuna modifica da salvare nello stash
ja: スタッシュする変更がありません
ko: 스태시할 변경 사항이 없습니다
nl: Geen wijzigingen om te stashen
pt_br: Não há alterações para guardar no stash
ru: Нет изменений для stash
th: ไม่มีการเปลี่ยนแปลงให้เก็บใน stash
tr: Stash’e alınacak değişiklik yok
vi: Không có thay đổi để cất vào stash
zh_hans: 没有可贮藏的更改
zh_hant: 沒有可貯藏的變更

source: There are no stashes to pop
ar: لا يوجد تخزين مؤقت لتطبيقه وحذفه
de: Keine Stashes zum Anwenden und Entfernen
es: No hay stashes para aplicar y eliminar
fr: Aucun stash à appliquer et supprimer
id: Tidak ada stash untuk diterapkan dan dihapus
it: Nessuno stash da applicare e rimuovere
ja: ポップできるスタッシュがありません
ko: 적용할 스태시가 없습니다
nl: Geen stashes om toe te passen en te verwijderen
pt_br: Não há stashes para aplicar e remover
ru: Нет stash для применения
th: ไม่มี stash ให้นำมาใช้
tr: Uygulanıp silinecek stash yok
vi: Không có stash để áp dụng và xóa
zh_hans: 没有可弹出的贮藏
zh_hant: 沒有可彈出的貯藏

source: These settings apply only to terminals created after you save. Existing terminal processes are unchanged.
ar: تنطبق هذه الإعدادات فقط على الطرفيات المنشأة بعد الحفظ. لا تتغيّر عمليات الطرفية الحالية.
de: Diese Einstellungen gelten nur für nach dem Sichern erstellte Terminals. Bestehende Terminalprozesse bleiben unverändert.
es: Estos ajustes solo se aplican a terminales creados después de guardar. Los procesos de terminal existentes no cambian.
fr: Ces réglages ne s'appliquent qu'aux terminaux créés après l'enregistrement. Les processus de terminal existants restent inchangés.
id: Pengaturan ini hanya berlaku pada terminal yang dibuat setelah disimpan. Proses terminal yang sudah ada tidak berubah.
it: Queste impostazioni si applicano solo ai terminali creati dopo il salvataggio. I processi del terminale esistenti restano invariati.
ja: これらの設定は、保存後に作成されたターミナルにのみ適用されます。既存のターミナルプロセスは変更されません。
ko: 이 설정은 저장 후 생성되는 터미널에만 적용됩니다. 기존 터미널 프로세스는 변경되지 않습니다.
nl: Deze instellingen gelden alleen voor terminals die na het bewaren worden aangemaakt. Bestaande terminalprocessen blijven ongewijzigd.
pt_br: Estes ajustes se aplicam apenas a terminais criados após salvar. Os processos de terminal existentes não são alterados.
ru: Настройки применяются только к терминалам, созданным после сохранения. Существующие процессы терминалов не меняются.
th: การตั้งค่านี้มีผลเฉพาะเทอร์มินัลที่สร้างหลังบันทึก โปรเซสเทอร์มินัลเดิมจะไม่เปลี่ยนแปลง
tr: Bu ayarlar yalnızca kaydettikten sonra oluşturulan terminallere uygulanır. Mevcut terminal işlemleri değişmez.
vi: Cài đặt này chỉ áp dụng cho terminal tạo sau khi lưu. Tiến trình terminal hiện có không thay đổi.
zh_hans: 这些设置仅应用于保存后新建的终端。现有终端进程不会改变。
zh_hant: 這些設定僅應用於儲存後新增的終端機。現有終端機程序不會改變。

source: Thicken font strokes
ar: زيادة سُمك الخطوط
de: Schriftstriche verstärken
es: Engrosar trazos de fuente
fr: Épaissir les traits des caractères
id: Tebalkan goresan font
it: Ispessisci i tratti del font
ja: フォントの線を太くする
ko: 글꼴 획 굵게
nl: Letterlijnen verdikken
pt_br: Engrossar traços da fonte
ru: Утолщать штрихи шрифта
th: เพิ่มความหนาของเส้นฟอนต์
tr: Yazı tipi çizgilerini kalınlaştır
vi: Tăng độ dày nét chữ
zh_hans: 加粗字体笔画
zh_hant: 加粗字體筆畫
